Repository: cutboss/boss-engine
Catalog: Flutter/lib/l10n/app_*.arb
Languages: vi

source: Backup
vi: Sao lưu

# checking_status_ellipsis
source: Checking status…
vi: Đang kiểm tra trạng thái…

source: No data backed up
vi: Chưa có dữ liệu nào được sao lưu

source: Back up now
vi: Sao lưu ngay

# backing_up_your_data_ellipsis
source: Backing up your data…
vi: Đang sao lưu dữ liệu của bạn…

source: Your data is backed up
vi: Dữ liệu của bạn đã được sao lưu

source: Couldn't back up data. Try again later.
vi: Không thể sao lưu dữ liệu. Thử lại sau.

source: Backup details
vi: Thông tin sao lưu

source: Last backup
vi: Sao lưu lần cuối

source: Delete backup
vi: Xóa dữ liệu sao lưu

source: Deleting backup
vi: Đang xóa dữ liệu sao lưu

source: Restore backup
vi: Khôi phục bản sao lưu

source: Restore
vi: Khôi phục
